-- phpMyAdmin SQL Dump
-- version 5.2.0
-- https://www.phpmyadmin.net/
--
-- Host: localhost
-- Generation Time: May 28, 2023 at 12:34 PM
-- Server version: 10.4.27-MariaDB
-- PHP Version: 8.2.0

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `ullapara`
--

-- --------------------------------------------------------

--
-- Table structure for table `blood`
--

CREATE TABLE `blood` (
  `donor_id` int(11) NOT NULL,
  `donor_name` varchar(100) NOT NULL,
  `blood_group` varchar(100) NOT NULL,
  `address` varchar(100) NOT NULL,
  `number` int(11) NOT NULL,
  `birth` varchar(100) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

--
-- Dumping data for table `blood`
--

INSERT INTO `blood` (`donor_id`, `donor_name`, `blood_group`, `address`, `number`, `birth`) VALUES
(1, 'mehedi', 'O+', 'ullapara', 1770868641, '9-1-1991'),
(4, 'Nh', 'A+', 'dhaka', 1399394993, '2023-05-25'),
(11, 'Mayan', 'A+', 'Borohor', 1773989239, '9-3-222'),
(12, 'Saikat', 'B+', 'Puran Dhaka', 1773989239, '9-3-1998'),
(13, 'shanti nath joy', 'A+', 'Ctg', 9929332, '9-3-2'),
(14, 'Shahriar', 'B+', 'puran dhaka', 1399394993, '2023-05-10'),
(15, 'pritom', 'A+', 'ctg bd', 1399394993, '2023-05-04'),
(16, 'Nh', 'A+', 'dhaka', 1399394993, '2023-05-21'),
(17, 'Nh', 'A+', 'dhaka', 1399394993, '2023-05-21'),
(18, 'Nh', 'A+', 'dhaka', 1399394993, '2023-05-21'),
(19, 'nh', 'A+', 'dhaka', 1399394993, '2023-05-21'),
(20, 'saikat ', 'O+', 'puran dhaka', 1399394993, '2023-05-11'),
(21, 'Mayan ahmed', 'AB+', 'ullapara dhaka', 1399394993, '2023-05-24'),
(22, 'Ridoy', 'A+', 'ullapara road', 1743573563, '2023-05-24'),
(23, 'Mayan khan', 'B+', 'ullapara', 1399394993, '2023-05-26'),
(24, 'Shakib Khan dhaka', 'A+', 'Dhaka bangladesh', 1399394993, '2023-05-18'),
(25, 'sfd', 'A-', 'sdf', 1399394993, '2023-05-26'),
(26, 'Hoda', 'B+', 'ullapara', 1399394993, '2023-05-28'),
(27, 'Nh', 'A-', 'ullapara', 1399394993, '2023-05-28'),
(28, 'saikt', 'B+', 'dhaka', 1399394993, '2023-05-28');

-- --------------------------------------------------------

--
-- Table structure for table `post`
--

CREATE TABLE `post` (
  `id` int(11) NOT NULL,
  `name` varchar(100) NOT NULL,
  `title` varchar(100) NOT NULL,
  `catagory` varchar(100) NOT NULL,
  `description` longtext NOT NULL,
  `image` varchar(100) NOT NULL,
  `date` date NOT NULL,
  `email` varchar(100) NOT NULL,
  `status` int(1) NOT NULL DEFAULT 0
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

--
-- Dumping data for table `post`
--

INSERT INTO `post` (`id`, `name`, `title`, `catagory`, `description`, `image`, `date`, `email`, `status`) VALUES
(23, 'মেহেদী হাসান', 'উধুনিয়া ', 'পর্যটন কেন্দ্র', 'ভৌগোলিকভাবে মোহনপুর ইউনিয়নের একাংশ, বড়পাঙ্গাসী ইউনিয়নের অধিকাংশ ও উধুনিয়া ইউনিয়নের পুরোটাই চলনবিল অঞ্চলের অন্তর্গত। আর এই তিন ইউনিয়নের কেন্দ্রস্থল লাহিড়ী মোহনপুর বাজার। আর বর্তমানে এখানকার তথা চলনবিল অঞ্চলের একাংশের মধ্যে দিয়ে নবনির্মিত_মোহনপুর_টু_উধুনিয়া_রোড সিরাজগঞ্জ জেলার অন্যতম আকর্ষণীয় পর্যটন কেন্দ্র হিসেবে গড়ে উঠেছে। যেখানে প্রতিদিন ঘুরতে আসছেন  বিভিন্ন এলাকার হাজার হাজার মানুষ।\r\nনবনির্মিত #মোহনপুর_টু_উধুনিয়া_রোডের পুরোটাই প্রাকৃতিক সৌন্দর্য্য ভরপুর। তবে এর সৌন্দর্য সবচেয়ে বেশি বাংলাপাড়া, খাদুলী ও উধুনিয়ার অংশে।কেননা, এই অংশের রোডের দুই পাশে রয়েছে বিস্তৃত জলরাশি।\r\nআর এই জলরাশির ভিতর দিয়ে বয়ে চলেছে গোহালা নদীর শাখা। গোধূলি বেলায় সূর্যরশ্মি এখানে অপরূপ সৌন্দর্যের সৃষ্টি করে।বিভিন্ন ঋতুতে এই অংশ ভিন্ন ভিন্ন রূপে সেজে উঠে।\r\nবরিশালকে তুলনা করে বলা হয় বাংলার ভেনিস, নারায়ণগঞ্জ কে বলা হয় প্রাচ্যোর ডান্ডি, পঞ্চগড় কে বলা হয় হিমালয়ের কন্যা ঠিক অনুরূপ ভাবে এই অংশটুকু (বাংলাপাড়া, খাদুলী, উধুনিয়ার অংশ) কে \r\nস্হানীয়রা ভালবেসে তুলনা করে নাম দিয়েছে \r\nসিরাজগঞ্জ এর মিনি কক্সবাজার, সিরাজগঞ্জ এর মিঠামাইন, চলনবিলের কুয়াকাটা, গরীবের সমুদ্র সৈকত  ইত্যাদি নামে।\r\nযে নামগুলো এই সৌন্দর্য মণ্ডিত অংশটুকুর মর্যাদা বৃদ্ধি করেছে।\r\n', 'udhunia.jpeg', '2023-05-20', 'mhassan201205@bscse.uiu.ac.bd', 0),
(24, 'মেহেদী হাসান', 'কাসেম বিল', 'পর্যটন কেন্দ্র', 'আমাদের প্রিয় মাতৃভূমি বাংলাদেশ একটি প্রাকৃতিক সৌন্দর্যের লীলাভূমি। বাংলাদেশের রাজশাহী বিভাগের সিরাজগঞ্জ জেলার, উল্লাপাড়া উপজেলার বড়পাঙ্গাসী ইউনিয়নের ৭নং ওয়ার্ডের হাওড়া কাসেম বিল ও ৯নং ওয়ার্ডের হাওড়া কদমতলা একটি অপার সৌন্দর্যের লীলাভূমি। প্রায় প্রতিদিন শত শত লোক এই প্রাকৃতিক সৌন্দর্য উপভোগ করতে আসে। আপনি চাইলে আসতে পারেন এবং উপভোগ করতে পারেন মনমুগ্ধকর প্রাকৃতিক দৃশ্য।এখানে শীতের রিক্ততায় রং ও প্রাণের স্পন্দন নিয়ে আসে সরিষা ফুল। দিগন্ত বিস্তৃত হলুদ সরিষা ফুলের এই হাওড়া কদমতলা ও কাসেম বিল। এখানে এসে মনে হবে, আপনি এসেছেন কোন রূপকথার গল্পের মতো কাল্পনিক হলুদের রাজ্য। দু’চোখ যতদুর যায় শুধু হলুদের সমারোহ।\r\n\r\nশুধু শীতে নয় বর্ষায়ও রয়েছে এখানকার চমক। কল্পনা করুন, বিলের চারিদিকে পানি থৈ থৈ করে, তার মাঝখানে আঁকা-বাঁকা রাস্তা। অপরূপ এক দৃশ যা ভেসে আসে চলন বিল থেকে। রাস্তার দু’ধারে ঘুরে বেড়ায় নানান রঙের নৌকা। হাজার লোকের ঢল নেমে প্রতিবছর চলে নৌকাবাইচ খেলা। কেউবা আবার নৌকায় ভেসে বেড়ায় দূর দূরান্তে।\r\nবর্ষার আগে এখানে ধান রোপণ করা হয়। ধান রোপন করার কয়েকদিন পর এখানে আসে আরও একটি দৃশ। যা আমাদের দেশের রং। দুচোঁখের দৃষ্টি যতদূর যায় দেখতে পাবেন সবুজের সমারোহ। সবুজের মাঝে আঁকা-বাঁকা রাস্তা আপনার মনকে আঁনন্দে মাতিয়ে দিবে। হারিয়ে যাবেন কোনো এক অজানা স্বপ্নের দেশে।\r\n\r\nযেভাবে যাবেন: প্রথমে সিরাজগঞ্জ গোল চত্বর থেকে উল্লাপাড়া শ্যামলীপাড়া বাজারে যাবেন (13 কি.মি.) | তারপর সিএনজি বা ভ্যানে করে মোহনপুর যাবেন (9 কি.মি.) | এরপর সেখান থেকে আবারও ভ্যানে করে বড়পাঙ্গাসী বাজার (4 কি.মি.) | এরপর আপনার কাংখিত হাওড়া কদমতলা ও কাসেম বিল (2.5 কি.মি.) | আপনি চাইলে সরাসরি উল্লাপাড়া শ্যামলীপাড়া বাজার বা মোহনপুর থেকে সরাসরি হাওড়া কদমতলা ও কাসেম বিলের জন্য সিএনজি বা ভ্যানে ভাড়া করতে পারেন\r\n', 'kasembil.jpeg', '2023-05-20', 'mhassan201205@bscse.uiu.ac.bd', 0),
(25, 'রিফাত', 'রিয়া রুপম শিশু পার্ক ', 'পর্যটন কেন্দ্র', 'সিরাজগঞ্জের উল্লাপাড়ায় ব্যক্তি উদ্যোগে গড়া রিয়া রুপণ শিশু পার্কটি সবার কাছে দিন দিন জনপ্রিয় হয়ে উঠছে। এক ঘেয়েমি জীবন থেকে একটু বিনোদন আনন্দ পেতে প্রতিদিনই এখানে ভিড় করছে নানা বয়সের অসংখ্য মানুষ। অনেকেই পুরো পরিবার পরিজন নিয়ে এখানে আসেন ঘুরতে। আবার কম বয়সীরা একা কিংবা দল বেধে ঘুরতে আসে এখানে।\r\n\r\nউল্লাপাড়া উপজেলা সদর থেকে প্রায় সাড়ে তিন কিলোমিটার দূরে চড়–ইমুড়ী এলাকায় প্রতিষ্ঠিত পার্কটিতে আসতে যেতে গ্রামীন জীবনের দেখা মেলে। কারণ এটি শহর ছেড়ে গ্রাম এলাকায় ২০১২ সালে প্রতিষ্ঠা ও চালু করা হয়েছে। প্রায় ২২ বিঘা জায়গা নিয়ে প্রতিষ্ঠিত পার্কটির ভিতরে আনন্দ বিনোদন ও শিক্ষনীয় অনেক কিছুই আছে। এখানে ইতিহাস, ঐতিহ্য, আধুনিক অনেক কিছুই বিভিন্ন স্থাপনায় তুলে ধরা হয়েছে। কচুয়া নদীর তীর ঘেষে গড়া পার্কটিতে ভিতরে বড় ছোট আয়তনের বেশ কয়েকটি পুকুর রয়েছে। দেশীয় ফলজ, বনজ গাছে ভরপুর পার্কটির ভিতর। একাকি কিংবা দল বেঁধে বসে আড্ডা সময় কাটানোর ব্যবস্থা রয়েছে। এসব ছাড়াও পুরো পার্কজুড়ে বন্য পশু পাখির প্রতিকৃতি স্থাপন করা হয়েছে। শিশুদের জন্য দোলনা, ট্রেনসহ বিভিন্ন রাইডার্স রয়েছে। মিশরের পিরামিড, গরিলা, তাজমহলসহ আরও অনেক কিছুরই অবিকল স্থাপনা রয়েছে এখানে। বর্ষা মৌসুমে প্রতি দিনই বিপুল সংখ্যক নৌকা নিয়ে দল বেঁধে এখানে ঘুরতে আসে দর্শনার্থীরা। এছাড়া শিক্ষা সফর ও পিকনিক স্পট হিসেবেও দিন দিন এই পার্কের কদর বাড়ছে। পার্কে প্রতি জনের প্রবেশ মূল্য ৩০ টাকা।\r\n\r\nএ পার্কের চেয়ারম্যান রিবলী ইসলাম কবিতা জানান, জেলার মধ্যে ব্যক্তি উদ্যেগে গড়া এটি একমাত্র শিশু পার্ক। এখানে শিশুদের জন্য শিক্ষর্নীয় বিষয়ের ওপর গুরুত্ব দিয়ে বিভিন্ন স্থাপনা গড়া হয়েছে। শিশুরা যেন সুস্থ্য পরিবেশে এখান থেকে আনন্দ বিনোদন নিয়ে ঘরে ফিরতে পারে তার সব ব্যবস্থা করা হয়েছে।', 'parl.jpeg', '2023-05-20', 'mayan@gmail.com', 0),
(27, 'হিমেল', 'ঝিকিড়া বন্দর মডেল সরকারী প্রাথমিক বিদ্যালয়', 'স্কুল', 'ঝিকিড়া বন্দর মডেল সরকারি প্রাথমিক বিদ্যালয় সিরাজগঞ্জ এ অবস্থিত একটি প্রাথমিক বিদ্যালয়।', 'primary.jpeg', '2023-05-21', 'mhassan201205@bscse.uiu.ac.bd', 0),
(28, 'আরিফ', 'মোমেনা আলী বিজ্ঞান স্কুল', 'স্কুল', 'এটি উল্লাপাড়া বিজ্ঞান কলেজের একটি সহযোগী প্রতিষ্ঠান।উত্তর বঙ্গের শ্রেষ্ঠ বিদ্যাপীঠ। প্রতিষ্ঠালগ্ন থেকেই ভালো ফলাফলের ধারাবাহিকতা বজায় রেখেছে। মানুষ গড়ার প্রত্যয় নিয়ে সামনে এগিয়ে যাচ্ছে। সিরাজগঞ্জ জেলার উল্লাপাড়া উপজেলার প্রাণ কেন্দ্র ঝিকিড়ায় অবস্থিত।প্রতিষ্ঠার পর থেকেই এ পর্যন্ত নিজস্ব অর্থায়নে একটি সুদৃশ্য ৩তলা ভবন নির্মিত হয়েছে। বর্তমানে প্শিরধান শিক্ষক জনাব আব্দুল মজিদ স্যারের তত্বাবধানে স্কুলটি পরিচালিত হচ্ছে। বর্তমানে ছেলে মেয়ে আলাদা শিফট এ প্রায় ২০০০ এর মত শিক্ষার্থী অধ্যয়নরত।', 'biggan.jpeg', '2023-05-21', 'mhassan201205@bscse.uiu.ac.bd', 0),
(41, 'মেহেদী', 'চলন বিল ', 'পর্যটন কেন্দ্র', 'ভেন ডেন ব্রুকের ১৬৬০ সালের মানচিত্রে পদ্মার প্রধান চ্যানেলটি ফরিদপুর-বাখরগঞ্জের মধ্য দিয়ে প্রবাহিত দেখানো হয়েছে। পদ্মা নদী মেঘনা নদীর সাথে মিলিত হওয়ার আগে রাজশাহীর রামপুর বোয়ালিয়া , চলন বিল, ধলেশ্বরী এবং বুড়িগঙ্গার মধ্য দিয়ে চলে । তখন যমুনা কার্যত অস্তিত্বহীন ছিল এবং ব্রহ্মপুত্র তার পুরাতন চ্যানেল দিয়ে প্রবাহিত হত।', 'biggan.jpeg', '2023-05-23', 'mhassan201205@bscse.uiu.ac.bd', 0),
(46, 'saikat', 'hsjkf', 'sdfs', 'sdfsa', 'hjsaf.jpg', '0003-03-22', 'jsfjl@gmail.com', 0);

--
-- Indexes for dumped tables
--

--
-- Indexes for table `blood`
--
ALTER TABLE `blood`
  ADD PRIMARY KEY (`donor_id`);

--
-- Indexes for table `post`
--
ALTER TABLE `post`
  ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `blood`
--
ALTER TABLE `blood`
  MODIFY `donor_id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=29;

--
-- AUTO_INCREMENT for table `post`
--
ALTER TABLE `post`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=47;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
